Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajien_puheenjohtaja_tapasi_paaministeri_sanna_marinin.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien puheenjohtaja tapasi pääministeri Sanna Marinin
sme: Sámedikki ságajođiheaddji deaivvadii oaiveministtar Sanna Mariniin

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso tapasi delegaationsa kanssa pääministeri Sanna Marinin torstaina 12.8.2021 Säätytalolla Helsingissä.
sme: Sámedikki ságajođiheaddji Tuomas Aslak Juuso ja su delegašuvdna deaivvadedje oaiveministtar Sanna Mariniin duorastaga 12.8.2021 Säätytalos Helssegis.

source: Saamelaiskäräjät ja pääministeri Sanna Marin tapasivat ensimmäistä kertaa tällä vaalikaudella.
sme: Sámediggi ja oaiveministtar Sanna Marin deaivvadeigga vuosttas háve dán válgabajis.

source: Tapaamisessa keskusteltiin mm. saamelaiskäräjälain uudistamisesta, saamelaisten totuus- ja sovintoprosessin etenemisestä sekä Saamelaiskäräjien taloudellisesta tilanteesta.
sme: Deaivvadeamis ságastallui ee. sámediggelága ođasmahttimis, duohtavuođa- ja soabadanproseassa ovdáneamis ja maiddái Sámedikki ekonomalaš dilis.

source: ”On todella tärkeää, että Suomen pääministeri ja Saamelaiskäräjien puheenjohtaja tapaavat, jotta Suomessa asuvien kahden kansan, saamelaisten ja suomalaisten väliset suhteet kehittyvät ja menevät eteenpäin”, toteaa puheenjohtaja Tuomas Aslak Juuso.
sme: ”Lea duođaige dehálaš, ahte Suoma oaiveministtar ja Sámedikki ságajođiheaddji deaivvadeigga, vuoi Suomas ássi guovtte álbmoga, sámiid ja suopmelaččaid gaskavuođat buorránit ja mannet ovddos guvlui”, gávnnaha ságajođiheaddji Tuomas Aslak Juuso.

source: Lisätietoja:
sme: Lassidieđut:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sme: Tuomas Aslak Juuso Ságajođiheaddji 040 687 3394 tuomas.juuso@samediggi.fi
